Repository: seanpm2001/mt-training-data
Catalog: mhr/mhr_pontoon.tmx
Source language: en_us
Languages: mhr

source: The pages for this language might not be fully translated. You can help out with translation <pontoonLinkLink>on Pontoon</pontoonLinkLink>.
mhr: Тиде йылмылан велыж-влак тӱрыснек огыл кусаралтын кертыт. Тый <pontoonLinkLink>Pontoon-ышто</pontoonLinkLink> кусараш полшен кертат.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
mhr: Ушнышын пуымо йӱкан клипше-влак деч тудын профильжын информацийжым шылташ полшышо процесс, кунам нуно датасетын ужашыже семын тулен налашлан погалтыныт.

source: There are a lot of public organizations that might want to collaborate and already have a lot of texts they can donate as public domain. Reach out to local universities, Governments and open source organizations to talk about the project and ask for their help.
mhr: Пырля пашам ыштен кертше шуко мер организацийым муаш лиеш, да нунын шуко текст, кудым нуно калык поянлык семын надырлен кертыт, уло. Верысе университет, кугыжаныш да почмо тӱҥалтыш код дене органнизаций-влак дене, нунылан проект нерген каласкалаш да полышым йодаш манын, кылдалт.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
mhr: Йылме нерген шонаш шуко йӧн уло. Common Voice йӱкым пален налме модель шумлыклан «ваш рашлыклан» але «нине йылмым нумалше-влак, тӧчен ончат гын, ваш умылат мо?» манмылан тӱткылыкым ойыраш темла.

source: The recording was too long.
mhr: Возымо утыжден кужу ыле.

source: The recording was too quiet.
mhr: Возымо утыжден шып ыле.

source: The recording was too short.
mhr: Возымо утыжден кӱчык ыле.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mhr: Лудшо-влак коклаште йӱк кугыт тыглай семын тӱрлӧ кугытан лийыт. Йӱк кугыт тынар кугу лиймылан кӧра возымаш кӱрлалтеш, але (чӱчкыдынрак) тынар изи лиймылан кӧра, мо тушто ойлалтеш, возымо текст дене кылдыде, тый умылен от керт гын, тунам гына ӧрдыжтаре.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
mhr: Нине йылме-влак кызытсе жапыште тӱшка дене ямдылалтыт, <localizationGlossaryLink>веб-сайт локализаций</localizationGlossaryLink> да <sentenceCollectionGlossaryLink>ойлончо-влакым погымо</sentenceCollectionGlossaryLink> шотышто кажне йылмын мыняр ончыко кайымыжым шуктымо нерген индикатор ончыкта.

source: The selected file is too large
mhr: Ойырымо файл утыжден кугу

source: The Sentence Collector is part of <commonVoiceLink>Common Voice</commonVoiceLink>. It allows contributors to collect and validate sentences created by the community. You can use this tool also to import and clean-up small-to-medium-sized public domain corpus you have found or collected. All sentences need to be Public Domain. Approved sentences are exported every week to the Common Voice repository and are released on the Common Voice website on every new deployment.
mhr: Ойлончым погышо — тиде <commonVoiceLink>Common Voice-ын</commonVoiceLink> ужашыже. Тудо ойлончо-влакым погаш да тӱшкан погымо ойлончо-влакым тергаш йӧным ышта. Тый тыгак тиде ӱзгарым кучылтын тыйын мумо але погымо калык поянлык улшо изирак да кокла кугытан корпус-влакым импортироватлен да эрыктен кертат. Чыла ойлончо калык поянлык лийшаш. Чынлыме ойлончо-влак кажне арнян Common Voice-ын репозиторийышкыже экспортироватлалтыт да Common Voice-ын веб-сайтышкыже кажне у кышкарлымылан савыкталтыт.

source: The sentence has a grammatical or spelling error.
mhr: Ойлончышто грамматике але орфографий шотышто йоҥылыш уло.

source: The sentence has disrespectful or offensive language.
mhr: Ойлончышто пагалыдымаш але шӱктарымаш ой уло.

source: The sentence must be grammatically correct.
mhr: Ойлончо грамматике шотышто чын лийшаш.

source: The sentence must be speakable.
mhr: Ойлончо йӱкаҥден кертме лийшаш.

source: The sentence must be spelled correctly.
mhr: Ойлончо чын возымо лийшаш.

source: The site is ready to be launched when it reaches 75% completion.
mhr: Сайт, кунам тудо 75%-лан тичмашлалтеш, пашаш колташ ямде лиеш.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
mhr: Сайт кертме семын писын тӧрлаталтеш. Пытартыш информацийым налашлан <matrixLink>Matrix тӱшкан чатше</matrixLink> дек ушно але сайт дене нелылыкым увертарашлан да нуным эскерен шогашлан <githubLink>GitHub-ыш<discourseLink> але мемнан <discourseLink>Каҥашымаш форумыш</discourseLink> пурен лек.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mhr: TED-LIUM корпус TED веб-сайтыште кучылташ лийше ойлымын аудиовозыш-влак да нунын транскрипций гыч ышталтын.

source: The website text is translated into that language.
mhr: Веб-сайтын текстшым тиде йылмыш кусарыме.

source: This is approximately the number of hours required to train a production speech-to-text system.
mhr: Тынаррак шагат чот кутырымым текстыш савырыше системым туныктен шукташлан кӱлеш.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
mhr: Тиде кучылтмо тӱрлылык дене виктаралтше ойлымо цифрым да «туге/уке» манмым пален налашлан данный дене ужаш.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
mhr: Тиде почмо тӱҥалтыш код дене программе вундо, тудым эрыкын вашталтылаш, кумдаҥдылаш але саемдылаш лиеш. Mycroft-ым кеч-кушто кучылташ лиеш: шанче проект гыч тӱҥалын, корпоратив программе вундо марте.

source: This is our process for translating and adapting our content for many locales (languages).
mhr: Тиде шуко кундемлан (йылмылан) мемнан контентым кусарымаш да келыштарымаш пашана.

source: This page gives you an overview of all your submitted sentences. You may also delete already submitted sentences if needed, by marking the checkbox next to it and clicking on &quot;Delete selected sentences&quot; at the bottom. Please only remove sentences if absolutely necessary, for example if you noticed after the fact that a sentence is copyright protected.
mhr: Тиде велыжыште тый чыла колтымо ойлончетым шергалмым муат. Тый тыгак, тиде кӱлеш гын, колтымо ойлончым, тудын воктене изи тистым шынден да ӱлнӧ &quot;Ойырымо ойлончо-влакым кораҥдаш&quot; манмым темдалын, кораҥден кертат. Порылий, ойлончым пеш кӱлеш годым гына кораҥде, мутлан, ойлончо авторлык права дене аралалтмым ужын-шижынат гын.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mhr: Тиде параметр тыйын ончылъеҥ-влак таблицын коймашыжым виктара. Кунам тый шылтыме улат, тыйын ончыко кайымашет шолыплык лиеш. Тиде ончыкта: тыйын сӱретет, пайдаланыше лӱмет да ончыко кайымаш ончылъеҥ-влак таблицыште ончыкталташ огыт тӱҥал. Шотыш нал, вашталтышым пурташлан ончылъеҥ-влак лӱмер ~{ $minutes }минут уэмдалтеш.

source: Three to go!
mhr: Кумыт кодын!

source: Tigre
mhr: Тигре

source: Tigrinya
mhr: Тигринья

source: Today
mhr: Таче

source: Today's Common Voice progress on clips recorded
mhr: Тачысе возымо клип-влакым йӱкаҥдымаште ончыко кайымаш

source: Today's Common Voice progress on clips validated
mhr: Тачысе клип-влакым йӱкаҥдымашым чынлымаште ончыко кайымаш

source: Today's Progress
mhr: Тачысе ончыко кайымаш

source: Toki Pona
mhr: Токи Пона

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mhr: Common Voice датасетыш логалаш манын, йӱкан клипым кок посна пайдаланыше тергышаш.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
mhr: Common Voice датасетым путырак пайдалым ышташ манын, ме Creative Commons (CC0) лицензий почеш гына тӱҥалтыш текстым кучылтмо дене келшенна. CC0 манмым кучылтмаш тыгай тӱҥалтыш текстым муаш да погаш нелырак улмым ончыкта, но кажнылан налме йӱкан данныйым шыгыртарымаш деч посна але Mozilla-н кӧнымашыже деч посна кучылташ йӧным пуа.

source: Top Contributors
mhr: Ончылъеҥ-влак

source: Total
mhr: Чыла

source: Total Approved
mhr: Чыла чынлыме

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
mhr: { $totalHours } шагатым ышташ шукташ лиешКӱлешлык{ $periodMonths } тылзе, тидлан:Кӱлешлык{ $people } еҥ возаКӱлешлыккечыште { $clipsPerDay } клип

source: { $totalInReview } sentences in review.
mhr: ойлончо ончымаште.

source: { $totalSentences } total sentences.
mhr: тичмаш ойлончо.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
mhr: Пурлаште ме пайдам рашемдена да мемнан могай информацийым савыктымым умылтарена. Шке арверыштет Common Voice аккаунт дене пашам тӱҥалаш манын, ӱлнӧ улшо кылвер-влак дене пайдалане.

source: Toward next goal
mhr: Вес шумлык деке

source: Track progress here and on your stats page.
mhr: Ончыко кайымашым тыште да шке иктешлымаш велыжыштет эскере.

source: Translate this page
mhr: Тиде велыжым кусараш

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
mhr: <translateVideoLink>Pontoon-ым кучылтмо шотышто мемнан полшыкым ончо.</translateVideoLink>

source: Translating the site
mhr: Сайтым кусарымаш

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
mhr: Кусарымаш англичан йылме гыч, но тый <strong>ойлончо-влакым</strong> вес йылме дене ужын кертат. <strong>«Профиль»</strong> изисӱретым темдал да тыйын мутланыме йылме-влакым <strong>ешаре</strong>. Пурла ӱлыл лукышто <strong>Locales</strong> лӱм дене кусарымаш лӱмер лиеш. Кусарымаш-влак ик сутка гыч лектедат.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mhr: Common Voice-ын сайтше <strong>Pontoon-ышто</strong> кусаралтеш.

source: Tshivenda
mhr: Чивенда

source: Turkish
mhr: Турко

source: Turkmen
mhr: Туркмен

source: Tuvan
mhr: Тыва

source: Twi
mhr: Тви

source: Typically megabytes
mhr: Тыглай мегабайт-влак

source: Ubykh
mhr: Убых

source: Udmurt
mhr: Одо

source: Ukrainian
mhr: Украин

source: Understand contribution criteria
mhr: Надырлыме висыкым умылен налаш

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mhr: Йӱкан клип-влакым колыштмо годым молан тӱткышым ойыраш манын, умыло, да тыйын йӱкан возымаш-влакым поянракым ышташ полшо!

source: Unexpected response returned from server
mhr: Сервер деч вучыдымо вашмут пӧртылталтын

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
mhr: Чаманыман, кызытеш Викимедийыште мемнан статья уке. Тугеже копипаст тушеч огыл.

source: { $unreviewedSentencesByYou } sentences left for you to review.
mhr: Тергашлан { $unreviewedSentencesByYou } ойлончо кодын.

source: Updating…
mhr: Уэмдымаш…

source: Upload aborted. Do you want to delete your recordings?
mhr: Вераҥдымашым кӱрлмӧ. Тый шке возыметым кораҥдынет?

source: Upload an image file
mhr: Сӱрет файлым вераҥдаш

source: Urdu
mhr: Урду

source: User Name
mhr: Пайдаланышын лӱмжӧ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mhr: Пайдаланыше-влак надырлыме клип-влакын чынлыкыштым — ойлышын ойлончым чын ойлымыжым — тергат.

source: Using Common Voice
mhr: Common Voice-ым кучылтмаш

source: Uyghur
mhr: Уйгур

source: Uzbek
mhr: Узбек

source: Validated Clips
mhr: Тергыме клип-влак

source: Validated Hours
mhr: Тергыме шагат

source: Validated Hrs
mhr: Тергыме шагат

source: Validated Hr. Total
mhr: Чыла чынлыме шагат

source: { $validatedSentences } validated sentences.
mhr: чынлыме ойлончо.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mhr: Common Voice миссийлан надырлыме клип-влакын чын улмыштым тергымаш пеш кӱлешан. Колыштын нал да почмо тӱҥалтыш код дене йӱкан данныйым мыланна ышташ полшо.

source: Validation Progress
mhr: Тергымаш ошкыл

source: Validations
mhr: Чынлымаш-влак

source: Value and recognition.
mhr: Кӱлешлык да пагалымаш.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
mhr: Тӱрлылык — йылмын посна формыжо, мутлан, посна вершӧрыштӧ але тӱшкаште илыше-влаклан икгай. Южгунам тудым диалект маныт.

source: Varying Pronunciations
mhr: Тӱрлын ойлымаш

source: Venetian
mhr: Венециан

source: Version
mhr: Версий

source: Vietnamese
mhr: Вьетнам

source: View your progress against personal and project goals.
mhr: Шке ончыко кайымашетым проектын да тыйын шумлык дене таҥастарен ончо.

source: Visible
mhr: Койшо

source: Voice clips are entered into a submission queue that readies them for listening.
mhr: Йӱкан клип-влак колтымаш черетыш, кудо нуным колышташлан ямдыла, логалыт.

source: Voice Contribution
mhr: Йӱкым надырлымаш

source: Voice Dataset, Ready for Download
mhr: Тулен налашлан ямде йӱк датасет

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mhr: Пӱртӱслӧ йӱк, айдемын йӱкшӧ. Вот молан мемнан машине-влаклан ме пайдале йӱк технологийым ышташ йӧратена. Но йӱк системым ышташлан пеш шуко йӱкаҥдыме данный кӱлеш.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mhr: Пӱртӱслӧ йӱк, айдемын йӱкшӧ. Вот молан мемнан машине-влаклан ме пайдале йӱк технологийым ышташ йӧратена. Но йӱкан системым ышташлан пеш чот кугу йӱк датасет кӱлеш.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
mhr: Йӱкым пален налме технологий машине дене мемнан кылдалт шогымынан йӧнжым вашталта, но кызытсе жапыште кучылташ лийше системе-влак шерге да патент дене петырыме улыт. Common Voice — йӱкым пален налме технологийым сайракым да чылалан кучылташ лиймым ышташлан Mozilla-н тӱҥалмашыже. Common Voice — тӱнямбал кугу надырлыме йӱк-влак базе, кудо кажнылан писын да куштылгын кажне йылмылан гаяк йӱкан приложений-влакым туныкташ йӧным ышта.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
mhr: Йӱкым пален налме технологий машине дене мемнан кылдалт шогымынан йӧнжым вашталта, но кызытсе жапыште кучылташ лийше системе-влак шерге да патент дене петырыме улыт. Mozilla Common Voice — йӱкым пален налме технологийым сайракым да чылалан кучылташ лиймым ышташлан тӱҥалмаш. Common Voice — тӱнямбал кугу надырлыме йӱк-влак базе, кудо кажнылан писын да куштылгын кажне йылмылан гаяк йӱкан приложений-влакым туныкташ йӧным ышта. Ме йӱк тевыкым кумдан шарлыше йылыме-влаклан гына огыл, тыгак изирак чотан нумалше-влакыштын йылмыштланат погена. Тӱрлӧ йӱк погым савыктымаш ыштызе, амалкалче да тӱшка-влаклан шкевуя тиде экшыкым кораҥдаш йӧным пуа.

source: Voices Online Now
mhr: Онлайн йӱк-влак кызыт

source: Voice Validation
mhr: Йӱк-влакым тергымаш

source: Volume
mhr: Кугыт

source: Votic
mhr: Вотик

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mhr: VoxForge почмо тӱҥалтыш код дене ойлымым пален налше тӱлыдыман механизм-влак дене кучылташлан умылтарен пуымо ойлымым погашлан ышталтын.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mhr: Common Voice-ым эшеат сайракым ышташ полшынет? Пеш сай! Мемнан дене электрон почто але форумысо <discourseLink>Каҥашымаш</discourseLink> гоч кылдалт, сайт шотышто нелылык нерген <githubLink>GitHub</githubLink> гоч увертаре але <matrixLink>Matrix</matrixLink> тӱшкан чатышкыже ушно.

source: Want to stay in touch with Common Voice?
mhr: Common Voice дене кылыште коднет?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mhr: Кунам ме Common Voice датасетын у версийжым луктына, уэмдымашым наледынет? Мемнан уверым колтедылмашлан возалт.

source: Watch our video explainer to help
mhr: Полшаш манын, мемнан умылтарыме видеонам ончо

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mhr: Ме почмо да чылалан кучылташ лийше йӱк данныйым, кудым кажне еҥ йӱк дене ыштыше приложенийым туныкташ кучылтын кертеш, ыштена.

source: We are going out to get a coffee.
mhr: Ме кофем йӱаш ямдылалтына.

source: We are going out to get coffee.
mhr: Ме кофем йӱаш каена.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mhr: Йӱк технологий йыр ме Mozilla-ште тӱшкам чоҥена. Ме уэмдалтмаш-влак, данный-влакын у важышт нерген пален шогынена да, кузе нине данный-влакым тый кучылтат, шукырак пален налнена.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mhr: Кумда да чылалан кучылташ лийше йӱкан данный пого-влак улыклан да машиным туныктымашлан негызлалтше йӱк технологий кумдыкышто коммерций могырым таза таҥасымашлан йӧным ышта манын, ме шотлена. Тиде тӱнямбал тыршымаш да ме чылаштым ушнаш ӱжына. Мемнан шумлык — йӱк технологийлан утларак инклюзиван, чыла тӱня гыч йӱк тӱрлылыкым ончыктышан, лияш полшаш.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
mhr: Кумда да чылалан кучылташ лийше йӱкан датасет-влак улыклан да машиным туныктымашлан негызлалтше йӱк технологий кумдыкышто коммерций могырым таза таҥасымашлан йӧным ышта манын, ме шотлена. Шуко йылман Common Voice датасет — чылалан кучылташ лийше тыгай коклаште ынде ик эн кугу, но лач икте огыл, йӱкан датасет. Тиде велыжым почмо тӱҥалтыш код дене моло йӱкан датасет-влаклан справкым пуышо рӱдер да, Common Voice эре кушкын толмылан кӧра, мемнан лукмаш уэмдымашлан пӧрт семын ончал.

source: Website Localization
mhr: Веб-сайтым кусарымаш

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
mhr: Кажне возымашын кокла кужытшым аклен, ме чумыр шагат чотым шотлен луктына, а вара тиде чотыкым чыла йылме дене чумыр возымаш чотлан шукемдена.

source: We could not fetch the stats. Please try again later.
mhr: Ме иктешлымашым налын кертын огынал. Порылий, варарак тӧчымашым уэштаре!

source: We couldn’t find that page for you
mhr: Ме тылат тиде велыжым муын кертын огынал

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mhr: Ме аудиоклип-влакым колышташлан налын кертын онал. Порылий, варарак уэш тӧчен ончо.

source: We couldn’t get any sentences for you to speak. Please try again later.
mhr: Ме тылат ойлончо-влакым ойырен налын кертын онал. Порылий, варарак уэш тӧчен ончо.

source: Weekly
mhr: Кажне арнян

source: Weekly Goal
mhr: Арняш шумлык

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
mhr: Кучылташ лийше йылме-влакым налын кертме огыл. Кызытсе жапыште надырлымашым ышташ огеш лий. Порылий, тӧчымашым варарак уэштаре.

source: We launch the Common Voice site in this language.
mhr: Ме Common Voice сайтым тиде йылмылан пашаш колтена.

source: Welcome { $company } staff!
mhr: { $company } пашаеҥ-влак дене саламлалтына!

source: Welcome to Common Voice
mhr: Common Voice-ыш пагален ӱжына

source: Welcome to the Common Voice Sentence Collector
mhr: Common Voice Ойлончым погышыш пагален ӱжына

source: Welsh
mhr: Валлий

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
mhr: Очыни, ме тиде йодмашым налын онал. Порылий, тый мемнан <emailLink>{ $email }</emailLink> э-почтыш возен колто да ме тый денет кылдалтына!
